[
  [
    "Acorn",
    "Often found on the ground near trees. Squirrels adore this nut, so you may have competition while foraging. Add one to a meal for a nutty seasoning."
  ],
  [
    "Amber",
    "A fossilized resin with a caramelesque sheen to it. It's been valued as a component in decorations and crafting since ancient times."
  ],
  [
    "Ancient Core",
    "This crystal was made using lost technology. At one time it was the power source for ancient machines. This item is very valuable to researchers."
  ],
  [
    "Ancient Gear",
    "A gear used in ancient machinery. Despite being incredibly old, its build quality is leaps and bounds above anything built using current technology."
  ],
  [
    "Ancient Screw",
    "A screw used in ancient machinery. It's made of an unknown material, and no matter how many times it's turned, its threads never seem to show signs of wear."
  ],
  [
    "Ancient Shaft",
    "A machine part used in ancient machinery. It's incredibly sturdy, and it's not made of any recognizable material. It may come in handy someday."
  ],
  [
    "Ancient Spring",
    "A spring used in ancient machinery. It is light and buoyant enough to float on water, and no matter how many times it's compressed, it never loses tension."
  ],
  [
    "Apple",
    "A common fruit found on trees all around Hyrule. Eat it fresh, or cook it to increase its effect."
  ],
  [
    "Armoranth",
    "This tough medicinal plant cannot be broken, but it can be cooked. Its durable yet flexible fibers raise your defense when cooked into a dish."
  ],
  [
    "Armored Carp",
    "Calcium deposits in the scales of this ancient fish make them as hard as armor. Cooking it into a dish will fortify your bones, temporarily increasing your defense."
  ],
  [
    "Armored Porgy",
    "This porgy's body is covered in armor-hard scales. The compounds in its scales, when cooked into a dish, fortify your bones and temporarily boost your defense."
  ],
  [
    "Big Hearty Radish",
    "This hearty radish has grown much larger than the average radish. It's rich in analeptic compounds that, when cooked into a dish, temporarily increase your maximum hearts."
  ],
  [
    "Big Hearty Truffle",
    "Years of going unpicked have allowed this hearty truffle to grow quite large. It's chock-full of nutrients. When cooked into a dish, it temporarily increases your maximum hearts."
  ],
  [
    "Bird Egg",
    "A fresh bird egg necessary for making dishes such as omelets and crepes. You can snag them from birds' nests if you're sneaky. Nutritious and delicious, perfect."
  ],
  [
    "Bladed Rhino Beetle",
    "This beetle's razor-sharp horns demand that you handle it with care. Boil the horns alongside monster parts to concoct an elixir that will raise your attack power."
  ],
  [
    "Blue Nightshade",
    "A plant that grows in quieter areas of Hyrule. At night, it gives off a soft glow. Cook with it to increase your stealth."
  ],
  [
    "Bokoblin Fang",
    "A tooth obtained from a Bokoblin. It's worn down and not very sharp, but it's still pretty hard. Cook it alongside a critter to make an elixir."
  ],
  [
    "Bokoblin Guts",
    "A rare material obtained by defeating a Bokoblin. It convulses on its own every now and then, which is really creepy, but perhaps it has a use."
  ],
  [
    "Bokoblin Horn",
    "The severed horn of a Bokoblin, a creature often encountered on the plains of Hyrule. It isn't edible, but it can be tossed into a stew with some critters to make an elixir."
  ],
  [
    "Bright-Eyed Crab",
    "This crab appears in large numbers when it rains. On bite of its delectable meat, and you'll forget all your exhaustion. Replenishes your stamina when cooked into a dish."
  ],
  [
    "Cane Sugar",
    "When boiled with other ingredients, the cane breaks down into a sweet juice necessary for making cakes and other sweets. It's commonly found in ingredients stores."
  ],
  [
    "Chickaloo Tree Nut",
    "Small birds love this nut. You can eat it raw for a minor effect, but it can also be added as a spice to other recipes."
  ],
  [
    "Chillfin Trout",
    "This blue trout prefers cold bodies of water. Its skin contains enzymes that keep its body cool, and when cooked into a dish, it will temporarily boost your heat resistance."
  ],
  [
    "Chillshroom",
    "Often found at the base of pine trees in cold climates, these mushrooms are cool to the touch and can be used to cook dishes that allow you to stay cool even in arid regions."
  ],
  [
    "Chuchu Jelly",
    "A gelatinous substance that came from a Chuchu. It's unusable in this state, but applying a bit of elemental stimulation will change its form."
  ],
  [
    "Cold Darner",
    "This dragonfly prefers the cool shade of trees to the warmth of the sun. Its wings disperse heat from its body, which can be cooked into a heat-resistant elixir."
  ],
  [
    "Cool Safflina",
    "This medicinal plant grows in high elevations, such as mountains in the Hebra or Gerudo regions. When cooked into a dish, it will temporarily increase your heat resistance."
  ],
  [
    "Courser Bee Honey",
    "Honey straight from the hive is chock-full of nutrients. Cooking this into a meal unlocks the potential of these nutrients and provides a stamina-recovery effect."
  ],
  [
    "Diamond",
    "The most precious gem one can find in Hyrule, its signature sparkle has charmed Hyruleans for generations. As such, it has sold for a very high price since ancient times."
  ],
  [
    "Dinraal's Claw",
    "This valuable claw was plucked from the red spirit Dinraal. It was extremely hot before it was removed. You could sell it to a store, but it must have some other use."
  ],
  [
    "Dinraal's Scale",
    "This precious scale fell from the red spirit Dinraal. It emanates a great heat, You can use it in cooking, but eating it seems like a waste."
  ],
  [
    "Electric Darner",
    "This rare dragonfly only appears in the rain. Its wings direct electricity away from its body. Cook it with monster parts for an electricity-resistant elixir."
  ],
  [
    "Electric Keese Wing",
    "A rare Electric Keese wing. The part of the Electric Keese that produces electricity is not in its wings, so it won't shock you. Toss it in with some critters to make elixirs."
  ],
  [
    "Electric Safflina",
    "This medicinal plant grows abundantly in the Gerudo Desert. Its peculiar fibers conduct electricity, which will increase your electricity resistance when cooked into a dish."
  ],
  [
    "Energetic Rhino Beetle",
    "This valuable beetle can live up to ten years. When cooked with monster parts, its impressive vitality translates into an elixir that will greatly restore your stamina."
  ],
  [
    "Endura Carrot",
    "Highly valued as a medicinal plant, this carrot contains large amounts of nourishing energy. When cooked into a dish, it boosts your stamina beyond its maximum limit."
  ],
  [
    "Endura Shroom",
    "A rare yellowish-orange mushroom. Cook it before eating to temporarily increase your stamina limit."
  ],
  [
    "Fairy",
    "This fairy will fly from your pouch and heal all your wounds the moment you lose your last heart. It's easily mistaken for a firefly at first, but it glows in the daylight as well as night."
  ],
  [
    "Farosh's Claw",
    "This claw was plucked from the golden spirit Farosh. Its electricity was expelled before it was removed, so it's safe to handle. A store will buy it, but it must have some other use."
  ],
  [
    "Farosh's Scale",
    "This precious scale fell from the golden spirit Farosh. It contains powerful electricity within. You can cook it, but eating it seems like a waste."
  ],
  [
    "Fire Keese Wing",
    "A rare Fire Keese wing. There isn't enough Fire Keese attached to it to burn you, but it does have a slight warmth to it. It can be used as an ingredient for elixirs."
  ],
  [
    "Fireproof Lizard",
    "This rare lizard can only be found in the Eldin region. Its scales have heat-resistant properties, so when cooked with monster parts, it produces a heat-resistant elixir."
  ],
  [
    "Fleet-Lotus Seeds",
    "The plant that bears these seeds grows near deep water. The roots draw nutrients from the water, which boosts your movement speed when the seeds are cooked into a dish."
  ],
  [
    "Flint",
    "Strike it with a metallic weapon to generate a spark. The portable fire starter breaks after one use, but it can create a long-lasting flame if you use it near firewood."
  ],
  [
    "Fortified Pumpkin",
    "An extremely tough pumpkin raised in village fields. When cooked, that toughness manifests itself by considerably upping defense."
  ],
  [
    "Fresh Milk",
    "This fresh milk comes from Hateno cows and white goats kept in the village. It's delicious on its own but can also be used as an ingredient in soups and stews."
  ],
  [
    "Giant Ancient Core",
    "A giant energy crystal made using lost ancient technology. Cores this large are an extremely rare find. A researcher would probably know how to use this."
  ],
  [
    "Goat Butter",
    "Butter made from the milk of a domesticated white goat. In addition to being used in dishes like stews and meunière. It's often used when making cakes and other sweets."
  ],
  [
    "Goron Spice",
    "Made from several types of spices, this secret Goron seasoning has been handed down for generations. An initial wave of spiciness paves the way for the sweetness."
  ],
  [
    "Hearty Bass",
    "This large fish lives near the shoreline. Its sizable body can restore a lot of nutrient. When cooked into a dish, it will temporarily increase your maximum hearts."
  ],
  [
    "Hearty Blueshell Snail",
    "This snail lives on sandy beaches in large numbers. Its flesh contains a high amount of stimulants, so when cooked into a dish, it temporarily increases your maximum hearts."
  ],
  [
    "Hearty Durian",
    "This fruit's odor earned it the nickname \"king of fruits\". It offers immense restorative power; dishes cooked with it will temporarily increase your maximum hearts."
  ],
  [
    "Hearty Lizard",
    "This rare lizard lives deep in the forests. It feeds on high-nutrient foods, giving it great vitality. When used to make elixirs, they temporarily increase your maximum hearts."
  ],
  [
    "Hearty Radish",
    "A rare radish that grows best in sunny plains. Cook it before eating to temporarily increase your maximum hearts."
  ],
  [
    "Hearty Salmon",
    "This fish makes its home in cold water, giving it extra layers of fat. It temporarily increases your maximum hearts when used in cooking."
  ],
  [
    "Hearty Truffle",
    "This rare mushroom has a rich scent. Cook it before eating to temporarily increase your maximum hearts."
  ],
  [
    "Hightail Lizard",
    "A lizard found throughout Hyrule. It's a bit slow to react at times, but if given a chance to escape, it will dart off quickly. Cook it with monster parts for a speed-boosting elixir."
  ],
  [
    "Hinox Guts",
    "A giant, smelly Hinox organ of unknown function. Upon closer inspection, it appears to be quivering, It can be used to make an elixir, but some say it has other uses, as well."
  ],
  [
    "Hinox Toenail",
    "A nail obtained from a Hinox. It's as thick as a plate of armor and can be stewed with critters to make elixirs."
  ],
  [
    "Hinox Tooth",
    "A tooth obtained from a Hinox. It's so large, it's hard to believe it's a real tooth. It can be used to make elixirs."
  ],
  [
    "Hot-Footed Frog",
    "A quick frog that can be found hopping around near water. Cook it with monster parts to draw out its speed-boost effect."
  ],
  [
    "Hydromelon",
    "This resilient fruit can flourish even in the heat of the desert. The hydrating liquid inside provides a cooling effect that, when cooked, increases your heat resistance."
  ],
  [
    "Hylian Rice",
    "This grain is a favorite among residents of Kakariko Village. It's grown in regions with a lot of water and is quite versatile. Used as an ingredient in things like risotto and rice balls."
  ],
  [
    "Hylian Shroom",
    "A common mushroom found near trees around Hyrule. Eat it to restore half a heart."
  ],
  [
    "Hyrule Bass",
    "An ordinary fish that can be found all over Hyrule. Can be eaten raw, but cooking it amplifies its healing benefits."
  ],
  [
    "Hyrule Herb",
    "This healthy herb grows abundantly in the plains of Hyrule. Cook it before eating to increase the number of hearts it restores."
  ],
  [
    "Ice Keese Wing",
    "A rare Ice Keese wing. Its frozen surface gleams attractively, but its usefulness isn't readily apparent."
  ],
  [
    "Icy Lizalfos Tail",
    "The severed tail of an Ice-Breath Lizalfos. Its hard scales and flesh make it unsuitable for cooking, but it's perfect for making elixirs."
  ],
  [
    "Ironshell Crab",
    "This crab's shell is particularly hard. When cooked into a dish, its fat and meat bolster the body to increase your defense."
  ],
  [
    "Ironshroom",
    "The cap of this mushroom is very hard. Use it when cooking to prepare a dish that increases your defense."
  ],
  [
    "Keese Eyeball",
    "A rare material dropped by a defeated Keese. It's fun to look at, but it doesn't seem to have much use at first glance. But it must be good for something..."
  ],
  [
    "Keese Wing",
    "The wing of a Keese. It's covered with very short, sharp fur. It's not much use by itself, but you can mix it with critters to make something useful."
  ],
  [
    "Lizalfos Horn",
    "This winding horn once grew atop the head of a Lizalfos. It's too hard to use for cooking, but stores are willing to buy it from you. It can also be used to make elixirs."
  ],
  [
    "Lizalfos Talon",
    "This talon once grew from the elbow of a Lizalfos. You can stew it with critters to make elixirs, but it may have some other uses, as well."
  ],
  [
    "Lizalfos Tail",
    "The severed tail of a Lizalfos. It continues to wriggle even after being separated from its body. That kind of vitality makes it highly valued as an ingredient in elixirs."
  ],
  [
    "Luminous Stone",
    "This mysterious mineral gives off a pale blue glow in the dark, which some believe to be souls of the undead. Apparently, this stone can be used as a base to make special clothing."
  ],
  [
    "Lynel Guts",
    "This highly sought-after ingredient can only be obtained from a Lynel. It pulses with the vitality of a Lynel, a strength that makes it invaluable as an ingredient for elixirs."
  ],
  [
    "Lynel Hoof",
    "This rare ingredient can be obtained only from a Lynel's foot. It's larger and heavier than a horse's hoof. It's useful for making elixirs but may have uses beyond that."
  ],
  [
    "Lynel Horn",
    "The Lynel this horn once grew upon surely misses it. It's exceptionally hard—so hard that most blades cannot scratch it. Throw it into a stew with critters to make elixirs."
  ],
  [
    "Mighty Bananas",
    "This fruit grows mainly in tropical forests of the Faron region. When it's used as an ingredient, the resulting dish will temporarily increase your attack power."
  ],
  [
    "Mighty Carp",
    "This freshwater fish lives alongside its less mighty carp ilk. A compound in its liver promotes muscle growth. Dishes cooked with it will temporarily increase your attack power."
  ],
  [
    "Mighty Porgy",
    "This ocean-dwelling fish comes with one rude attitude. The compounds in its flesh elevate your competitive spirit when it's cooked into a dish, thus increasing your attack power."
  ],
  [
    "Mighty Thistle",
    "This medicinal plant is known for its sharp thorns and for the fruit it bears. The fruit contains a compound that increases attack power when cooked into a dish."
  ],
  [
    "Moblin Fang",
    "A sharp fang obtained from a Moblin. It's too hard to be reshaped into a tool, but it can be tossed into a stew with some critters to create elixirs."
  ],
  [
    "Moblin Guts",
    "This prized ingredient can be obtained from Moblins. Its odor is too pungent for normal food preparation, but stew it with some critters to make elixirs."
  ],
  [
    "Moblin Horn",
    "This splendid horn once grew atop the head of a Moblin. It can't be used in normal food recipes, but it does have some use as an ingredient in making elixirs."
  ],
  [
    "Molduga Fin",
    "A sturdy fin obtained from a Molduga. It can be used to make elixirs, but there may be someone willing to trade for it."
  ],
  [
    "Molduga Guts",
    "A giant organ obtained from a Molduga. This invaluable ingredient is hard to come by, and its use is shrouded in mystery."
  ],
  [
    "Monster Extract",
    "A result of Kilton's research into monsters, this suspicious spice can be used to punch up dishes while cooking. Apparently it can be used to make a number of monstrous meals."
  ],
  [
    "Naydra's Claw",
    "This valuable claw was plucked from the blue spirit Naydra. It was freezing cold before it was removed. You could sell it, but there must be some other use for it."
  ],
  [
    "Naydra's Scale",
    "This precious scale fell from the blue spirit Naydra. It contains a bitter cold within. You can use it in cooking, but just eating it seems like a waste."
  ],
  [
    "Octo Balloon",
    "This inflatable Octorok organ has a lot of lift, so attach it to items you want to see float. Hold it in your hands, and then place it on an object to attach it."
  ],
  [
    "Octorok Eyeball",
    "This can only be obtained from an Octorok-type enemy. You can sell it to a store, or you can make elixirs with it, but it may have other uses, as well."
  ],
  [
    "Octorok Tentacle",
    "This can only be obtained from an Octorok-type enemy. It's too acidic for cooking, but it's highly valued as an ingredient for elixirs."
  ],
  [
    "Opal",
    "A valuable ore that gives off a mesmerizing iridescence similar to the inside of a seashell. It contains the power of water."
  ],
  [
    "Palm Fruit",
    "Fruit from palm trees that grow near the ocean. It doesn't offer any special effects but will increase your heart recovery when used as an ingredient."
  ],
  [
    "Raw Bird Thigh",
    "A high-quality piece of meat that's hard to come by. You can eat it raw, but cooking it first will recover more hearts."
  ],
  [
    "Raw Bird Drumstick",
    "This meat is tougher and chewier than a standard steak. Tastes better cooked."
  ],
  [
    "Raw Gourmet Meat",
    "This prized cut of meat is usually from a large animal. Any connoisseur would rank this tender, juicy cut of meat \"gourmet.\" Expect an exquisite meal when cooking with this."
  ],
  [
    "Raw Meat",
    "Meat obtained from animals in plains and forests. You can eat it raw, but cooking it will make it more delicious and nutritious."
  ],
  [
    "Raw Prime Meat",
    "A fresh, high-quality piece of animal meat. This stuff isn't easy to come by, so savor it. Cook it to recover more hearts."
  ],
  [
    "Raw Whole Bird",
    "This prized meat can be obtained from certain birds. It gets full points for flavor, nutrition, and volume. It pairs perfectly with other ingredients or can be enjoyed alone."
  ],
  [
    "Razorclaw Crab",
    "This crab is well known for its exceptionally sharp pincers. When cooked, the strength compound in its claws will increase your attack power."
  ],
  [
    "Razorshroom",
    "This mushroom is known for the natural slice in its cap. Eating it fosters your competitive spirit. Use it when cooking to prepare a dish that will increase your strength."
  ],
  [
    "Red Chuchu Jelly",
    "A jiggly substance that normally comes from a Fire Chuchu. It constantly gives off heat. If struck, it will explode in a ball of flame."
  ],
  [
    "Red Lizalfos Tail",
    "The severed tail of a Fire-Breath Lizalfos. Its flavor makes the flesh inedible, but toss it into a stew with some critters, and you'll have yourself a nice elixir."
  ],
  [
    "Restless Cricket",
    "A very energetic cricket. Cook it with monster parts to create a stamina-recovery elixir."
  ],
  [
    "Rock Salt",
    "Crystallized salt from the ancient sea commonly used to season meals. Cannot be eaten in this form."
  ],
  [
    "Ruby",
    "A precious red gem mined from large ore deposits found throughout Hyrule. Rubies contain the power of fire and have fetched a high price since ancient times."
  ],
  [
    "Rugged Rhino Beetle",
    "This beetle's hard body resembles armor. When the shell is cooked with monster parts, the resulting elixir boosts your defense."
  ],
  [
    "Rushroom",
    "A mushroom that can grow almost anywhere but prefers ceilings and sheer cliffs. Cook it before eating to temporarily increase your movement speed."
  ],
  [
    "Sanke Carp",
    "This wild armored carp has been bred into a prizewinning fish. Its beautifully colored markings do not occur in nature. It offers no special effects when cooked."
  ],
  [
    "Sapphire",
    "A precious blue gem mined from natural rock formations. Sapphires contain the very essence of ice. They've been known to fetch a high price since ancient times."
  ],
  [
    "Shard of Dinraal's Fang",
    "This shard fell from the red spirit Dinraal's fang. It's exceptionally hard and therefore impossible to process, but apparently it can be used as a material for something."
  ],
  [
    "Shard of Dinraal's Horn",
    "This shard chipped and fell off the red spirit Dinraal. Its horn is said to be the crystallized power of fire itself. It sells for a high price, but rumors say there's some other use for it."
  ],
  [
    "Shard of Farosh's Fang",
    "This shard fell from the golden spirit Farosh's fang. It's so hard, hammers bounce right off it, so it's impossible to process. Yet rumors say it does have some use as a material."
  ],
  [
    "Shard of Farosh's Horn",
    "This shard fell off the golden spirit Farosh. It's said the horn is the crystallized power of electricity itself. It sells for a lot, but there must be some other use for it."
  ],
  [
    "Shard of Naydra's Fang",
    "This shard fell from the blue spirit Naydra's fang. It's much harder than any metal, so it's impossible to process. Yet rumors say it can be used as a material for something."
  ],
  [
    "Shard of Naydra's Horn",
    "This shard chipped and fell off the blue spirit Naydra. It's said the horn is the crystallized power of ice itself. It sells for quite a bit, but rumors say it has some other use."
  ],
  [
    "Silent Princess",
    "This lovely flower was said to have been a favorite of the princess of Hyrule. Once feared to have gone extinct, it's recently been spotted growing in the wild."
  ],
  [
    "Silent Shroom",
    "A strange mushroom that glows quietly in the forest at night. Cooking it into a dish unlocks the nutrients in its cap, resulting in a meal that will allow you to move stealthily."
  ],
  [
    "Sizzlefin Trout",
    "This red trout prefers warm bodies of water. It has a special organ specifically for storing heat. When cooked into a dish, it temporarily boosts your resistance to the cold."
  ],
  [
    "Smotherwing Butterfly",
    "This rare butterfly lives in volcanic regions. Its body contains a heat-resistant liquid, which can be turned into a topical elixir that offers resistance to flames."
  ],
  [
    "Sneaky River Snail",
    "This large, glow-in-the-dark snail lives in fresh water. When cooked into a dish, it heightens your senses so you can move about silently."
  ],
  [
    "Spicy Pepper",
    "This pepper is exploding with spice. Cook with it to create dishes that will raise your body temperature and help you withstand the cold."
  ],
  [
    "Stamella Shroom",
    "A green mushroom that grows near trees in the forest. It's chock-full of natural energy. Cook it to release its stamina-restoration properties."
  ],
  [
    "Staminoka Bass",
    "This Hyrule bass got to be the biggest fish by never getting caught (until now). Its long life results in a cooked dish that will restore a lot of stamina."
  ],
  [
    "Star Fragment",
    "A mysterious stone fragment that fell from the sky. It looks like it would fetch a good price, but you may be able to use it in certain recipes as well."
  ],
  [
    "Stealthfin Trout",
    "Consuming the bioluminescent compound that makes this fish glow in the dark will increase concentration. Dishes cooked with it will suppress noise when consumed."
  ],
  [
    "Summerwing Butterfly",
    "A butterfly found in the woods and plains of warm regions. Its wings absorb the warmth of the sun. Cook it with monster parts to create an elixir that makes you feel warm and fuzzy."
  ],
  [
    "Sunset Firefly",
    "These fireflies glow gently in the dark. When cooked with monster parts, the compound that causes it to glow results in an elixir that will allow you to move more quietly."
  ],
  [
    "Sunshroom",
    "A bright red mushroom that grows in hot climates. Imbued with the power of heat, they can be used to cook dishes that will allow you to endure the bitter cold."
  ],
  [
    "Swift Carrot",
    "This carrot is cultivated extensively in Kakariko Village. It strengthens the legs and hips when cooked into a dish, which helps increase your movement speed."
  ],
  [
    "Swift Violet",
    "This vitality-rich flower blooms mainly on cliffsides. When cooked into a dish, the nourishing compounds increase your movement speed."
  ],
  [
    "Tabantha Wheat",
    "This grain is cultivated extensively on the Tabantha Plains. It's ground finely with a millstone to be used in cooking. Use it to make things such as stews and breads."
  ],
  [
    "Thunderwing Butterfly",
    "This rare butterfly only shows itself when it rains. The organs in its body produce an insulating compound. When made into an elixir, it offers electrical resistance."
  ],
  [
    "Tireless Frog",
    "This rare frog only ventures out in the rain. When cooked with monster parts, the elixir it produces will temporarily increase your maximum stamina."
  ],
  [
    "Topaz",
    "This precious yellow gem contains the power of electricity. It's been known to fetch a high price since ancient times."
  ],
  [
    "Voltfin Trout",
    "This trout makes its home in the freshwater lakes. Its scales have an insulating compound that, when cooked into a dish, offers resistance to electricity."
  ],
  [
    "Voltfruit",
    "Cacti found in the Gerudo Desert bear this sweet fruit. It's naturally insulated, so when cooked into a dish, it provides resistance against electricity."
  ],
  [
    "Warm Darner",
    "This dragonfly has a special organ that causes it to sweat profusely. Cook it with monster parts for an elixir that will raise your core temperatures so you can resist the cold."
  ],
  [
    "Warm Safflina",
    "This medicinal plant grows in hot regions, such as the Gerudo Desert. It's warm to the touch and increases your cold resistance when cooked into a dish."
  ],
  [
    "White Chuchu Jelly",
    "A jiggly substance that came from an Ice Chuchu. It's cool to the touch, and squeezing it seems to relieve stress. If struck, it will explode in a cold mist."
  ],
  [
    "Wildberry",
    "A fruit that grows in cold, snowy regions known for its tangy, sweet flavor. It doesn't offer any special effects, but it's a popular cooking ingredient."
  ],
  [
    "Winterwing Butterfly",
    "The powdery scales of this butterfly's wings cool the air around it. Watching it flutter around snowflakes is a thing of beauty. Cook it with monster parts for a heat-resistant elixir."
  ],
  [
    "Wood",
    "A portable bundle of wood. You can use this to make a campfire if you have something to light it."
  ],
  [
    "Yellow Chuchu Jelly",
    "A jiggly substance that came from an Electric Chuchu. Electricity pulses through its gelatinous mass. If struck, it will explode in a burst of electric current."
  ],
  [
    "Yellow Lizalfos Tail",
    "The severed tail of an Electric Lizalfos. Its powerful stench makes it unappetizing and unfit for cooking, but it's highly valued as an ingredient for elixirs."
  ],
  [
    "Zapshroom",
    "This mushroom grows wild in the Gerudo region. The cap is naturally insulated, so when used in cooking, it will offer protection against electricity."
  ]
]