{
  "0": {
    "categ": "roasted",
    "data": [
      [
        "Baked Apple",
        "Direct heat has softened and sweetened this apple. Eat it to restore three quarters of a heart."
      ],
      [
        "Baked Fortified Pumpkin",
        "This fortified pumpkin has been roasted whole. The hard rind serves as a container for the steamed pumpkin flesh inside."
      ],
      [
        "Baked Palm Fruit",
        "This palm fruit was broiled with direct heat, resulting in steamed flesh inside the rind. Best served at the moment the juices emerge while roasting."
      ],
      [
        "Blackened Crab",
        "A whole crab slow-roasted in its shell. The soft, flaky flesh pairs nicely with the scent of the charred shell for a meal that assaults all five of your senses in all the best ways."
      ],
      [
        "Blueshell Escargot",
        "The shell of this hearty blueshell snail acted as a tiny slow cooker as it was roasted. Some people love the trademark bitterness of its tail meat."
      ],
      [
        "Campfire Egg",
        "Roasting a bird egg whole in its shell like this helps retain water, making the egg a bit chewier than usual."
      ],
      [
        "Charred Pepper",
        "A pepper that's been gently caressed by an open flame. It's much less spicy now."
      ],
      [
        "Roasted Acorn",
        "An acorn cooked with direct ehat. Its nutty armoa has been amplified."
      ],
      [
        "Roasted Armoranth",
        "Simple, roasted armoranth. The heat has frayed the hard, chewy fiber just enough to make it easy to eat."
      ],
      [
        "Roasted Bass",
        "A bass that's been cooked whole over an open flame. It's flaky and savory smelling. Offers more hearts than the raw version."
      ],
      [
        "Roasted Hearty Bass",
        "An open flame has crisped the skin of this hearty bass to perfection. It's a sizable portion and contains just the right amount of fat to create an exceptionally tasty dish."
      ],
      [
        "Roasted Big Radish",
        "A roasted big hearty radish. To take such a precious vegetable and put it to the fire is decadent in a way."
      ],
      [
        "Roasted Bird Drumstick",
        "Raw bird drumstick that's been cooked to a crisp, skin and all. It's devoid of seasoning, but it has a simple, accessible taste. Restores more hearts than the raw variety."
      ],
      [
        "Roasted Bird Thigh",
        "Prime meat that's been flame-seared to perfection. The outide is crispy, but the inside is juicy. Eat it to recover hearts."
      ],
      [
        "Roasted Carp",
        "Roasting this freshwater carp helped to supress some of its stench, making it easier to stomach. You can really sink your teeth into the thick, meaty flesh."
      ],
      [
        "Roasted Hearty Durian",
        "This hearty durian was roasted whole inside its hard shell. Unfortunately, roasting it did nothing to remove its distinct odor. Eat it to recover a lot of hearts."
      ],
      [
        "Roasted Endura Carrot",
        "This flame-kissed endura carrot makes for a truly extravagant single-item dish. The fire really brought out its sweetness."
      ],
      [
        "Roasted Hydromelon",
        "This hydromelon was roasted whole for a very soft and flaky inner flesh with a rather intriguing flavor. Now this is your money melon!"
      ],
      [
        "Roasted Lotus Seeds",
        "Flame-roasted fleet-lotus seeds. Peel the skin back to get to the soft and flaky center."
      ],
      [
        "Roasted Mighty Bananas",
        "These mighty bananas have been roasted whole. Cooking them through has turned the fruit into a sticky, rich, aromatic syrup."
      ],
      [
        "Roasted Mighty Thistle",
        "Lightly toasted mighty thistle. It has no special effects, but now that it's been grilled, the pointy ends go down smooth."
      ],
      [
        "Roasted Porgy",
        "The soft and fluffy texture of this seafaring fish has been enhanced by roasting it over an open fire. The crisp, aromatic skin is particularly delicious."
      ],
      [
        "Roasted Radish",
        "A roasted hearty radish. Fragrant and warm, it has no special effect but will restore hearts."
      ],
      [
        "Roasted Swift Carrot",
        "A fragrant swift carrot that's been lightly roasted. It doesn't have any special effects, but it will restore some health."
      ],
      [
        "Roasted Tree Nut",
        "A tree seed roasted to amplify its fragrance. Gives more hearts that the raw variety."
      ],
      [
        "Roasted Trout",
        "This trout can be found all over Hyrule. Served river-to-table, it's simply cooked for a soft and flaky flesh with a mild flavor."
      ],
      [
        "Roasted Voltfruit",
        "This voltfruit from the Gerudo Desert has been charred to really bring out its sweet and sour flavors."
      ],
      [
        "Roasted Wildberry",
        "This wildberry was prepared over an open flame to alter its sweet taste. It recovers more health than if eaten raw."
      ],
      [
        "Roasted Whole Bird",
        "This raw whole bird has been tickled by an open flame to bring out its flavor. Less is more, as the lack of additional seasoning allows its natural taste to shine."
      ],
      [
        "Seared Gourmet Steak",
        "The highest quality raw gourmet meat, just kissed by an open flame. No additional seasonings have been added, which lets the natural flavor of the meat really shine."
      ],
      [
        "Seared Prime Steak",
        "Raw prime meat cooked over an open flame. The outside is perfectly browned, while the inside is mouthwateringly juicy."
      ],
      [
        "Seared Steak",
        "Raw meat cooked over an open flame. Cooking it has increased its flavor and the number of hearts it provides."
      ],
      [
        "Sneaky River Escargot",
        "Sneaky river snail roasted whole in its shell. The meat is soft and a little chewy. Pulling all the meat from the shell in one go fills you with a sense of accomplishment."
      ],
      [
        "Toasty Chillshroom",
        "A fully roasted chillshroom. It's evenly toasted and tastes a low better than when eaten raw. Eating it will restore a bit of health."
      ],
      [
        "Toasty Endura Shroom",
        "A toasted endura shroom. It doesn't grant any special effects, but boy is it tasty!"
      ],
      [
        "Toasted Hearty Truffle",
        "A hearty truffle with a toasted, crispy outside and warm, gooey inside."
      ],
      [
        "Toasty Ironshroom",
        "An ironshroom exposed to an open flame. Its once-tough exterior is now crunchy and tasty. Restores a bit of health."
      ],
      [
        "Toasty Hylian Shroom",
        "A Hylian Shroom toasted to perfection. The taste and fragrance are amplified, restoring more health to its consumer."
      ],
      [
        "Toasty Razorshroom",
        "A razorshroom that's been exposed to direct heat. Its sharp exterior has softened considerably. Restores a bit of health."
      ],
      [
        "Toasty Rushroom",
        "A rushroom that's been put to the torch. It may have lost its speedy properties, but at least it tastes good now."
      ],
      [
        "Toasty Silent Shroom",
        "A whole, toasted silent shroom. High heat may have destroyed its soft glow, but it's now fragrant and taasty."
      ],
      [
        "Toasty Stamella Shroom",
        "This toasted Stamella Shroom doesn't grant any special effects, but it will restore one and a half hearts."
      ],
      [
        "Toasty Sunshroom",
        "It's always a good idea to keep a fully roasted sunshroom or two on hand just in case. Eat it to recover a bit of health."
      ],
      [
        "Toasty Zapshroom",
        "It's not very shocking that this fully roasted zapshroom is delicious. Eat it to recover a bit of health."
      ]
    ]
  },
  "1": {
    "categ": "frozen",
    "data": [
      [
        "Frozen Bass",
        "That's one cold fish. Eating it won't restore many hearts, but it will lower your body temperature a bit."
      ],
      [
        "Frozen Bird Drumstick",
        "It's as hard as a rock but is supposedly edible. It restores a small number of hearts and has a cooling effect."
      ],
      [
        "Frozen Bird Thigh",
        "High-quality, frozen bird meat. It's so solid it looks like it could be used as a weapon. Eating it will restore some hearts and cool you down, but don't break your teeth on it."
      ],
      [
        "Frozen Whole Bird",
        "This raw whole bird may have been frozen solid, but its flavor remains intact. Eating it will provide a temporary boost to your heat resistance."
      ],
      [
        "Frozen Carp",
        "The crunchy, icy texture of this chilled carp is quite the delicacy. Eating it will temporarily increase your heat resistance."
      ],
      [
        "Frozen Crab",
        "Doesn't provide as much companionship as an unfrozen crab, but it won't spoil during your travels. Eat it to gain a temporary boost to your heat resistance."
      ],
      [
        "Frozen River Snail",
        "The distinct glow of this sneaky river snail has diminished after it's been frozen, but eating it will provide a temporary increase to your heat resistance."
      ],
      [
        "Frozen Trout",
        "Being frozen has condensed the taste of fish inside this trout's body. Eating it will provide a temporary boost to your heat resistance."
      ],
      [
        "Icy Hearty Blueshell Snail",
        "It takes a skilled chef to get the meat out of this frozen hearty blueshell snail. Eating this will provide a temporary increase to your heat resistance."
      ],
      [
        "Icy Meat",
        "A frozen slab of animal meat. If you can manage to chew it up and swallow it, you'll restore some hearts and lower your body temperature."
      ],
      [
        "Icy Prime Meat",
        "High-quality, frozen animal meat. Doesn't restore many hearts, but it can lower your body temperature."
      ],
      [
        "Icy Gourmet Meat",
        "This raw gourmet meat has been frozen for easy traveling. It's kept its flavor through the freezing process. Eating it as is will provide a temporary boost to your heat resistance."
      ]
    ]
  },
  "2": {
    "categ": "cooked",
    "data": [
      [
        "Apple Pie",
        "The crispy, flaky pie crust and sweet apples are a match made in heaven."
      ],
      [
        "Carrot Cake",
        "Even those who don't like carrots tend to enjoy the mild sweetness of this cake."
      ],
      [
        "Carrot Stew",
        "This simple stew sat simmering for a long time to bring out the sweetness of the carrots."
      ],
      [
        "Crab Omelet with Rice",
        "The fluffy crab legs pair perfectly with the rice for a truly scrumptious dish."
      ],
      [
        "Crab Risotto",
        "An everyday stable of seaside villages, the secret to its delicious flavor lies in crab fat."
      ],
      [
        "Crab Stir-Fry",
        "The Goron spice used in preparing this crab pairs perfectly with the flavor of the meat."
      ],
      [
        "Cream of Mushroom Soup",
        "The creamy mushroom and vegetable soup is so chunky it eats like a meal!"
      ],
      [
        "Cream of Vegetable Soup",
        "Made by simmering vegetables in milk, this healthy dish is as simple as the ingredients."
      ],
      [
        "Creamy Heart Soup",
        "Enjoying this sweet soup with another person will bring you both closer together."
      ],
      [
        "Creamy Meat Soup",
        "This nutritious soup contains serious portions of lightly-braised meat and many vegetables."
      ],
      [
        "Creamy Seafood Soup",
        "Thuck-cut chunks of seafood and stock provides a satisfying savoriness."
      ],
      [
        "Curry Pilaf",
        "The goron spice used in this pilaf has given it a rich, spicy aroma."
      ],
      [
        "Curry Rice",
        "A favorite all over Hyrule, this simple dish has a flavor you just won't get tired of."
      ],
      [
        "Dubious Food",
        "It's too gross to even look at. A bizarre smell issues forth from this heap. Eating it won't hurt you though...probably."
      ],
      [
        "Egg Pudding",
        "Made by cooking eggs and milk in a special mold, its soft texture melts in your mouth."
      ],
      [
        "Egg Tart",
        "You'll know this simple dessert is done baking when it smells just delightful."
      ],
      [
        "Energizing Glazed Meat",
        "The sweetness of the honey permeates the meat, giving it a complex taste profile."
      ],
      [
        "Energizing Honey Candy",
        "A natural sweet, brimming with nutrition and made by stewing fresh honey."
      ],
      [
        "Energizing Honeyed Apple",
        "A juicy sweet-and-sour dish combining newly ripened apples with honey."
      ],
      [
        "Fish Skewer",
        "A simple dish made by cooking chunks of fresh fish on a skewer."
      ],
      [
        "Copious Fish Skewers",
        "It's just a whole heap of stuff shoved on to a skewer, but it's still a pretty tasty dish."
      ],
      [
        "Fish and Mushroom Skewer",
        "A simple dish made by cooking skewered, fresh fish alongside fragrant mushrooms."
      ],
      [
        "Fish Pie",
        "A mainstay in any fisherman's home, the crisp crust pairs well with the fishy flavor."
      ],
      [
        "Fragrant Mushroom Sauté",
        "The fragrant aroma of this sautéed spice and mushroom dish makes your mouth water."
      ],
      [
        "Fried Bananas",
        "Children love fried mighty bananas. The trick is frying them over very high heat."
      ],
      [
        "Fried Egg and Rice",
        "The soft egg yolk pairs well with the fresh rice in this simple dish."
      ],
      [
        "Fried Wild Greens",
        "A basic vegetable dish made by sautéing fresh wild plants."
      ],
      [
        "Copious Fried Wild Greens",
        "A healthy dish made by cooking mixed greens over a strong flame."
      ],
      [
        "Fruit and Mushroom Mix",
        "This dish contrasts the sweetness of fruit with the savoriness of mushrooms."
      ],
      [
        "Fruit Pie",
        "A celebration isn't a celebration until this fruit-filled crust hits the table!"
      ],
      [
        "Fruitcake",
        "Making ample use of fruits found all over Hyrule, this cake is a must for celebrations."
      ],
      [
        "Glazed Mushrooms",
        "The honey in this mushroom dish gives it a sweet, complex taste and a savory finish."
      ],
      [
        "Glazed Seafood",
        "A seafood dish that you can actually wolf down whole!"
      ],
      [
        "Glazed Veggies",
        "Don't like the taste of vegetables? Simply sauté them in honey for a salty-sweet flavor!"
      ],
      [
        "Gourmet Meat and Rice Bowl",
        "Only the most carefully selected cuts of high-quality meats go into this dish."
      ],
      [
        "Gourmet Meat and Seafood Fry",
        "A marriage of the choicest cuts of meat and seafood. As delicious as it is filling!"
      ],
      [
        "Gourmet Meat Curry",
        "The high-quality meat used in this prized dish satisfies meat and curry lovers alike."
      ],
      [
        "Gourmet Meat Stew",
        "The meat has simmered for so long it melts in your mouth. A true bucket-list meal!"
      ],
      [
        "Gourmet Poultry Curry",
        "Once served in Hyrule Castle, the poultry used in this dish is of immensely high quality."
      ],
      [
        "Gourmet Poultry Pilaf",
        "Made with the highest-quality poultry, every bite of this pilaf floods your mouth with flavor."
      ],
      [
        "Gourmet Spiced Meat Skewer",
        "The rich aroma and juicy texture of this high-quality meat puts it in a league of its own."
      ],
      [
        "Hearty Clam Chowder",
        "The nutritional value of hearty blueshell snail combines with butter and milk in a rich soup."
      ],
      [
        "Hearty Salmon Muenière",
        "The crispy skin of this fried hearty salmon puts its texture in a class all its own."
      ],
      [
        "Herb Sauté",
        "A fragrant mixture of herbs and spices.It's easily recognized by its unique aroma."
      ],
      [
        "Honey Crepe",
        "Honey has been drizzled over thin crepes to bring out their natural sweetness and flavor."
      ],
      [
        "Honeyed Fruits",
        "A dish that combines the thick sweetness of honey with the acidity of sour fruits."
      ],
      [
        "Hot Buttered Apple",
        "The apple's sweetness has been enhanced by smothering it with butter and baking it."
      ],
      [
        "Meat & Mushroom Skewer",
        "A filling dish made by grilling various mountain ingredients with either Steak or Bird Meat."
      ],
      [
        "Meat and Rice Bowl",
        "This dish of rice and lightly seared meat is a mainstay all throughout Hyrule."
      ],
      [
        "Meat and Seafood Fry",
        "A filling dish made by cooking fresh seafood and meat together."
      ],
      [
        "Meat Curry",
        "The heat from the spice allows you to enjoy the large portion of the meat's savoriness."
      ],
      [
        "Meat Pie",
        "You'll need an extra napkin to deal with this juicy pie of perfectly baked minced meat."
      ],
      [
        "Meat Skewer",
        "A juicy, filling snack made by grilling small chunks of meat on a skewer."
      ],
      [
        "Copious Meat Skewers",
        "Just shove a bunch of meat on to a skewer and you're good to go."
      ],
      [
        "Meat Stew",
        "The hearty meat in this mainstay dish leaves bellies satisfied all throughout Hyrule."
      ],
      [
        "Meaty Rice Balls",
        "The sweet and spicy meat stuffed into these rice balls will keep you full for some time."
      ],
      [
        "Monster Cake",
        "It's said that once you have a taste of this cake, you'll never forget its sweetness."
      ],
      [
        "Monster Curry",
        "This unusual take on curry uses monster extract and doesn't rely on spices."
      ],
      [
        "Monster Rice Balls",
        "Rice balls flavored with monster extract. Their unique aroma is not for everyone."
      ],
      [
        "Monster Soup",
        "Using monster extract as a base, this soup's distinct gaminess is either loved or hated."
      ],
      [
        "Monster Stew",
        "Meat and seafood simmered in monster extract. A savory dish despite its ingredients."
      ],
      [
        "Mushroom Omelet",
        "The fluffy texture of this omelet is one of the great joys of this dish, as well as life."
      ],
      [
        "Mushroom Rice Balls",
        "The aroma of the mushrooms tickles your nose as you peel back the leafy wrapping."
      ],
      [
        "Mushroom Risotto",
        "The tantalizing aroma of mushrooms and butter beckons you to the table."
      ],
      [
        "Mushroom Skewer",
        "This simple mushroom-packed skewer has its colorful presentation to thank for its appeal."
      ],
      [
        "Copious Mushrooms Skewers",
        "Fans of fungal cuisine can't resist this simple mushroom-skewer dish. Very filling."
      ],
      [
        "Nutcake",
        "Forest nuts give this cake a pleasant texture and a simple, understated sweetness."
      ],
      [
        "Omelet",
        "This simple dish is common all over Hyrule. Simply fry egg until it's nice and plump."
      ],
      [
        "Pepper Seafood",
        "The pepper seeds grilled with this seafood draw out its taste and pleasant aroma."
      ],
      [
        "Plain Crepe",
        "The simplicity of this dish lets the flavor of its ingredients shine."
      ],
      [
        "Porgy Meunière",
        "Popular among residents of coastal regions, this juicy porgy is a delish dish."
      ],
      [
        "Poultry Curry",
        "The savory meat pairs well with the aroma of spice in this common curry."
      ],
      [
        "Poultry Pilaf",
        "Sautéed Hylian rice steamed in poultry broth. Cook on low heat until the rice is fluffy."
      ],
      [
        "Prime Meat and Rice Bowl",
        "This bowl is loaded with high-quality meat. Your hunt for a serious meal ends here."
      ],
      [
        "Prime Meat and Seafood Fry",
        "This comfort dish is made with choice cuts of meat and seafood."
      ],
      [
        "Prime Meat Curry",
        "The high-quality meat in this curry has given it a deeper taste than most other curries."
      ],
      [
        "Prime Meat Stew",
        "Letting the large portions of choice cuts of meat simmer brought out their savoriness."
      ],
      [
        "Prime Poultry Curry",
        "The secret to this curry's flavor is taking it off the heat while you add the spices."
      ],
      [
        "Prime Poultry Pilaf",
        "The rice permeates the savory taste of the poultry in this Gerudo-region favorite."
      ],
      [
        "Prime Spiced Meat Skewer",
        "The simple preparation of this steak dish belies its complex taste profile."
      ],
      [
        "Pumpkin Pie",
        "The intense sweetness of fortified pumpkins makes this dessert popular among children."
      ],
      [
        "Pumpkin Stew",
        "Simply simmer a fortified pumpkin to make this dish. A favorite in Kakariko Village."
      ],
      [
        "Rock-Hard Food",
        "A dish gone awry after adding the wrong ingredient. Chewing your way through this won't be fun, but it will fill you up when you're between a rock and a hard place."
      ],
      [
        "Salmon Risotto",
        "The rice used in this rich risotto permeates the light flavor of the salmon."
      ],
      [
        "Salt-Grilled Crab",
        "Nine out of ten fishermen agree: crab is best enjoyed grilled and with just a bit of salt."
      ],
      [
        "Salt-Grilled Fish",
        "A simple dish made by rolling a whole fish in natural rock salt before grilling it."
      ],
      [
        "Salt-Grilled Gourmet Meat",
        "This lavish grilled dish makes liberal use of high-quality cuts of meat."
      ],
      [
        "Salt-Grilled Greens",
        "A health-boosting dish made with leafy greens and a touch of salt."
      ],
      [
        "Salt-Grilled Meat",
        "Short on ingredients? Just rub some meat in salt and cook it for a simple, tasty dish."
      ],
      [
        "Salt-Grilled Mushrooms",
        "A basic mushroom dish made by lightly salting mushrooms and grilling them."
      ],
      [
        "Salt-Grilled Prime Meat",
        "A simple yet exquisite dish made by grilling high-quality meat on top of rock salt."
      ],
      [
        "Sautéed Nuts",
        "These sautéed tree seeds are the perfect snack for the busy adventurer on the go!"
      ],
      [
        "Seafood Curry",
        "This dish brims with treasures from the sea. Its spice packs a kick, so it's not for kids."
      ],
      [
        "Seafood Fried Rice",
        "Various seafood has been sautéed with rice. The stronger the flame, the tastier the dish!"
      ],
      [
        "Seafood Meunière",
        "Rich butter flanks fresh seafood. The secret ingredient is lots and lots of love."
      ],
      [
        "Seafood Paella",
        "No fisherman's birthday bash would be complete without this top-shelf seafood dish."
      ],
      [
        "Seafood Rice Balls",
        "Stuffed with aromatic seafood, the flavor can vary by ingredients but never disappoints."
      ],
      [
        "Seafood Skewer",
        "The natural water in this medley of seafaring creatures makes for a delicious broth."
      ],
      [
        "Simmered Fruit",
        "This sweet dish is made by heaping tasty fruits into a pan and simmering until tender."
      ],
      [
        "Copious Simmered Fruit",
        "The flavors of the various fruits in this simmered dish exist in perfect harmony."
      ],
      [
        "Spiced Meat Skewer",
        "A special Goron spice covers up the scent of the meat, allowing its flavor to shine."
      ],
      [
        "Spicy Pepper Steak",
        "A dish made by cooking meat in crushed peppers, suppressing the gamy taste while accentuating its flavor."
      ],
      [
        "Spicy Sautéed Peppers",
        "The spiciness of these sautéed peppers has been broken by the heat for a sweeter taste."
      ],
      [
        "Steamed Fish",
        "A refined dish made by wrapping a fresh fish in fragrant wild greens and cooking it."
      ],
      [
        "Steamed Fruit",
        "A regional dish made by steaming near-ripened fruits in the leaves of fragrant plants."
      ],
      [
        "Steamed Meat",
        "This meat dish has been wrapped in fragrant leaves and steamed to preserve its moisture."
      ],
      [
        "Steamed Mushrooms",
        "A healthy vegetable dish achieved by steaming mushrooms in plant leaves."
      ],
      [
        "Tough Meat-Stuffed Pumpkin",
        "Grants a low-level defense boost. This hollow, meat-filled fortified pumpkin is a local specialty or Kakariko Village."
      ],
      [
        "Vegetable Curry",
        "This healthy curry is popular for its mild flavor and moderate spiciness."
      ],
      [
        "Vegetable Omelet",
        "This home-style dish mixes fluffy eggs with chopped vegetables for nutritional balance."
      ],
      [
        "Vegetable Risotto",
        "The sweetness of the ingredients gives this risotto a mild flavor."
      ],
      [
        "Veggie Cream Soup",
        "This creamy soup showcases the sweetness of vegetables in a veritable taste explosion."
      ],
      [
        "Veggie Rice Balls",
        "This home-style dish of Kakariko Village is stuffed with the bounty of the mountains."
      ],
      [
        "Warm Milk",
        "Make this by heating up some milk. Drink it before bed to ensure a good night's sleep."
      ],
      [
        "Wheat Bread",
        "Made with wheat from the Tabantha region, this soft, springy bread smells just heavenly."
      ],
      [
        "Wildberry Crepe",
        "Sweet, tart wildberries are folded into thin, springy dough to make this dessert."
      ]
    ]
  }
}